{"anticipation": [{"name": "Ari Koivunen", "size": 12, "track_id": "1gynIC3m3HoDHxhgs8qprv", "rank": 1, "bio": "Ari Koivunen (born June 7, 1984, Kouvola) is a Finnish heavy metal singer who rose to fame as the winner of the Finnish singing competition Idols in 2007. He has since gone on to become one of Finland's most popular and best-selling recording artists. \nKoivunen is a member and a vocalist of two Finnish bands: Ari Koivunen (2007-) and Amoral (2008-).Ari Koivunen's debut album, 'Fuel for the Fire', was officially released on the 30th of May 2007. ", "image_url": "https://i.scdn.co/image/ab67616d0000b2735c85c5aa175eb5d3c7471340", "width": 640, "height": 640}, {"name": "Ataraxia", "size": 2, "track_id": "0kDxXSAMNyuz61lnsFt7sm", "rank": 2, "bio": "There are multiple artists named Ataraxia:\n\n1) Ataraxia was a pseudonym used by experimental electronic musician Mort Garson only on his 1975 album \"The Unexplained: Electronic Musical Impressions of the Occult\".\n\n2) Ataraxia, formed in 1985, is a neofolk / neoclassical band from Modena and Reggio Emilia, Italy, that combines modern technology with archaic instrumentation over various media. They describe their music as a cross \"between sacred and profane, ethereal and neoclassic, contemporary and early music. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb19acb87d8f8efc329d6db61a", "width": 640, "height": 640}, {"name": "Prince", "size": 2, "track_id": "2oUIldv6V9EFtlZ8QGsDWu", "rank": 3, "bio": "Prince Rogers Nelson (June 7, 1958 – April 21, 2016), more commonly known mononymously as Prince, was an American singer-songwriter, musician, and record producer. The recipient of numerous awards and nominations, he is widely regarded as one of the greatest musicians of his generation. He was known for his flamboyant, androgynous persona; his wide vocal range, which included a far-reaching falsetto and high-pitched screams; and his skill as a multi-instrumentalist, often preferring to play all or most of the instruments on his recordings. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebeaca358712b3fe4ed9814640", "width": 640, "height": 640}, {"name": "MakTub", "size": 2, "track_id": "6C7NKesRR4mN3Dr4goQHlh", "rank": 4, "bio": "There is more than one artist with the name Maktub:\n\n1) Yang Jinmo (양진모; born Oct 15, 1988), better known as Maktub (마크툽), is a South Korean kpop solo singer and producer under talent agency Maktub Company. Maktub has been active since 2011. FUN FACTS AND TRIVIA. -Maktub was born in Iksan City, Jeollabuk-do, South Korea\n\n2) Maktub is a Seattle-based band with soul tendencies, but ultimately varied musical influences. \n\n1996\nReggie Watts reads The Alchemist, stumbles across the phrase \"maktub\".  ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb1dd02aad9b10edd8e96c2e76", "width": 640, "height": 640}, {"name": "Alva Noto", "size": 1, "track_id": "158gPbiLX3MUEptQOJgQES", "rank": 5, "bio": "Behind the Alva Noto moniker we find Carsten Nicolai, one of the most important sound explorers of our time. A student of Architecture in his formative years Alva Noto a visual artist who has forged a minimal aesthetic and a conceptual approach to his art.\n\nSound is changed and evolved into time and space and transformed by tone oscillators and  looping generators. Through these processes the essence of pure electricity is made audible. He works without sequencers ", "image_url": "https://i.scdn.co/image/d836d13cf7949b67c97010805b4a258e747e967f", "width": 1000, "height": 1000}, {"name": "Lindsey Buckingham", "size": 1, "track_id": "3U6tpeSOYz6230imPIQHhk", "rank": 6, "bio": "Lindsey Adams Buckingham (born October 3, 1949) is an American guitarist, singer, composer and producer, most notable for being the guitarist and male lead singer of Fleetwood Mac. As a member of Fleetwood Mac, he was inducted into the Rock and Roll Hall of Fame in 1998. In 2011, Buckingham was ranked 100th in Rolling Stone magazine's, 2011 list of \"The 100 Greatest Guitarists of All Time\". The magazine described him as \"one of the most under-valued visionaries in rock\". ", "image_url": "https://i.scdn.co/image/ab6761610000e5eba00ac0d57e56f8215531d2da", "width": 640, "height": 640}, {"name": "White Light Riot", "size": 1, "track_id": "3YjOZ0fu1XpCCqzEzaKXLT", "rank": 7, "bio": "White Light Riot consists of Minneapolis natives, brothers Mike and Mark Schwandt, Joe Christenson and Dan Larsen.  These incredibly talented musicians craft catchy songs that appeal to fans of both indie rock and Britpop.  Though often compared to The Killers, The Strokes or Franz Ferdinand, White Light Riot blend originality with influences of the past.  The foursome have been playing together since 2005 and already have released two Eps, The Dark Is Light Enough ", "image_url": "https://i.scdn.co/image/e4cb98a3220fac4449f9f99502fbaede47dec781", "width": 1000, "height": 665}, {"name": "Tim Buckley", "size": 1, "track_id": "5fbNnnlxmbzCHUwBjNHrys", "rank": 8, "bio": "Timothy Charles Buckley III (February 14, 1947 – June 29, 1975) was an experimental vocalist and performer who incorporated jazz, psychedelia, funk, soul, and avant-garde rock, in a short career spanning the late 1960s and early 1970s, ending with his death at age 28 from an alcohol-heroin overdose.\n\nBuckley often regarded his tenor voice as an instrument, a talent most noticeable on his albums Happy Sad, Lorca, and Starsailor. His first marriage was to Mary Guibert, with whom he had a child, musician Jeff Buckley. ", "image_url": "https://i.scdn.co/image/d1058a1dd29c50ab5814dab42ad2137eb25ee8d6", "width": 1000, "height": 1159}, {"name": "Syd Barrett", "size": 1, "track_id": "0pMOAZz9GxlXi2fXkRr0nN", "rank": 9, "bio": "Roger Keith \"Syd\" Barrett (born 6 January 1946 in Cambridge, England; died 7 July 2006 in Cambridge, England) was an English musician, singer, songwriter, guitarist, and painter, best remembered as a founder member of the legendary rock band Pink Floyd. He was the lead vocalist, guitarist, and primary songwriter during the band's psychedelic years, providing major musical and stylistic direction in their early work; he is also credited with naming the band. ", "image_url": "https://i.scdn.co/image/f0cded2845369a436adb00b24c85d02b867d0f45", "width": 300, "height": 300}, {"name": "Sinister Trailerpark Magic", "size": 1, "track_id": "4zGHwUyEKBa7IU5CV1getc", "rank": 10, "bio": "Guelph, Ontario’s hard rocking kingpins Sinister Trailerpark Magic embark on a 25 date European tour this fall. After years of religiously touring in the Canadian and US markets with notable acts like The Misfits, As I Lay Dying, Raised Fist and Rage Against the Machine, the band (made up of Jeremy “Pancake Porterhouse” Cavan on guitar and vocals, Tobias “Rythmatic Fever” Cavan on vocals and drums, Tavis “Donna Jewel” Baird on guitar ", "image_url": "https://i.scdn.co/image/ab67616d0000b27371bc6678bec338456d2b9bb6", "width": 640, "height": 640}], "anger": [{"name": "Dernière Volonté", "size": 32, "track_id": "5Jn6CRLiYeQOwpfFnVgyiH", "rank": 1, "bio": "Dernière Volonté (French for \"last will\" or \"last wish\" before execution) is a project of French musician Geoffroy D. (assisted by Pierre Pi). Earlier work is seen as martial industrial, dark ambient or martial ambient, emphasising atmosphere, rhythm, and historical samples, rather than vocals and melody. Recent work, from \"Les blessures de l'ombre\" (2003), is typically seen as military pop, with verse-chorus song structures and pop melodies.\n\nDernière Volonté is controversial for its considerable use of fascist imagery ", "image_url": "https://i.scdn.co/image/ab67616d0000b273ab233f06319c09b958012890", "width": 640, "height": 640}, {"name": "Karjalan Sissit", "size": 30, "track_id": "1Dclo2AbagGSFxvVbCtJnm", "rank": 2, "bio": "Karjalan Sissit is the main musical project of Markus Pesonen. He combines neoclassical orchestral arrangements with elements of industrial, power electronics and dark ambient. Common themes on his records are alcoholism, mental health problems and domestic violence. His current location is Eskilstuna, Sweden, and he works with Peter Bjärgö's Erebus Odora label.\n\n ", "image_url": "https://i.scdn.co/image/ab67616d0000b273053ec4e56b576d551a09f5dd", "width": 640, "height": 640}, {"name": "Laibach", "size": 18, "track_id": "5KwJr5UkOendjGTM2gx3gT", "rank": 3, "bio": "Laibach is an industrial project that started in Trbovlje, Slovenia, in 1980. Their name is taken from the German name for Slovenia’s capital Ljubljana, and this reference to World War II occupation was the first of many provocative and ambiguous statements in their long and chameleonic career. Laibach were founding members of the art movement NSK (Neue Slowenische Kunst — “New Slovenian Art”) and are one of the few musical groups able to claim real influence on the history of their home country. ", "image_url": "https://i.scdn.co/image/ab6772690000c46c91b86195ef1cb44b3f23a7cc", "width": 1000, "height": 1000}, {"name": "Von Thronstahl", "size": 15, "track_id": "4S04cYIicksZmPXIi18QHH", "rank": 4, "bio": "Von Thronstahl is a German band founded in 1995 by Catholic brothers Bernhard and Josef Wilhelm Maria Klumb, producing martial industrial, neofolk and neoclassical music. Klumb and Bernhard openly profess authoritarian ideologies in their personal views and music. Their music incorporates bombastic Wagnerian arrangements, neofolk-style acoustic guitar riffs, martial rhythms and sometimes also industrial rock elements.\n\nIn 2011 Josef Klumb announced on the Von Thronstahl website that since Autumn 2010 the band is no more ", "image_url": "https://i.scdn.co/image/8e3347bdcd8777ecf6fbf2142f95de587be5d9ff", "width": 324, "height": 351}, {"name": "Camerata Mediolanense", "size": 14, "track_id": "4uj4bi0Lm3brbEvmPha5Cf", "rank": 5, "bio": "The project Camerata Mediolanense took concrete form in 1994. It gathered some friends in Milan, Italy (Mediolanense means from Mediolanum, the ancient name for Milan), who were all involved in the underground music scene.\nIt was conceived as a real musical \"camerata\", which casts a look at the Italian past and at the same time is deeply rooted in today's European reality. In fact, the main feature of Camerata Mediolanense's musical language is a percussive background ", "image_url": "https://i.scdn.co/image/ab67616d0000b273187f1e714d55348de757d720", "width": 640, "height": 640}, {"name": "Rome", "size": 14, "track_id": "1G38TIVEQhEITMh5PKxAns", "rank": 6, "bio": "There are multiple artists with this name: 1) Luxembourgish neofolk act. 2) Hip-hop mc and producer from Los Angeles, USA. 3) R&B singer from Benton Harbor, USA. 4) Experimental dub-influenced band from Chicago, USA. 5) Cape Verdian zouk singer. 6) Rome Ramirez: Singer and guitarist from USA (Singer for Sublime with Rome).\n\n1) ROME is a Luxembourgish neofolk act founded in late 2005 as the main output for the songs of Jerome Reuter and was joined by co-producer Patrick Damiani as official member in early 2008. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb9443882fa0100b015b19a4f1", "width": 640, "height": 640}, {"name": "Der Blaue Reiter", "size": 14, "track_id": "626hWhQeuDrGFUM0T5lst8", "rank": 7, "bio": "Der Blaue Reiter are a Catalan/Swedish neoclassical darkwave / martial industrial project founded in Barcelona, Spain by Sathorys Elenorth and Lady Nott. Both are known for the medieval neofolk project Narsilion. However, Der Blaue Reiter is darker in atmosphere and musically has more resemblances to the apocalyptic and martial side of post-industrial music. In 2014 Lady Nott handed over her part in DBR to Cecilia Bjärgö Arcana / Sophia. \n\nThey have released 7 albums: \"Le paradise funèbre ", "image_url": "https://i.scdn.co/image/ab67616d0000b273fb162f6942b2a14253e4dd5e", "width": 640, "height": 640}, {"name": "Der Blutharsch", "size": 13, "track_id": "4sJSl1vg1r3vrwbFoVU6Vh", "rank": 8, "bio": "Der Blutharsch (\"snow drenched in blood\", \"dried blood\" or \"scab\" -- but really a reference to a Swiss mercenary company circa 1600 AD) was the primary musical project of Austrian musician Albin Julius. In their early career, Der Blutharsch used neo-nazi and military aesthetics such as the Sig rune,  Iron Cross and uniforms in covers, merchandise and concerts. The sound of the project uses heavily layered and textured neoclassical and martial themes which usually unfold over the course of a whole album. ", "image_url": "https://i.scdn.co/image/6e3546ac18678b2b16e858874bf64f9ba82a971c", "width": 1000, "height": 1000}, {"name": "Blood Axis", "size": 9, "track_id": "2Dowmxxc8BkkDi00Wv7Fme", "rank": 9, "bio": "Blood Axis is the neofolk project by Michael Moynihan, Robert Ferbrache and Annabel Lee. Blood Axis, a reference to the axis powers, uses fascistic and national socalistic symbols and samples, such as the symbol of the Ordo Novi Templi, parts of speeches by Adolf Hitler, Oswald Mosley, Alfred Rosenberg, Karl Maria Wiligut and Corneliu Zelea Codreanu. Moynihan denied these political views, claiming he is a free thinker, his project free of any dogmas. ", "image_url": "https://i.scdn.co/image/ab67616d0000b2736b969c374896070df63145cb", "width": 640, "height": 640}, {"name": "Sonic Mayhem", "size": 8, "track_id": "6Qox9VlcxJfTk0JWE7pyIj", "rank": 10, "bio": "There are multiple artists called Sonic Mayhem:\n\n1)  Sonic Mayhem is Sascha Dikiciyan, music producer and professional sound designer, has gained notoriety for his work in the Sony Playstation James Bond game \"Tomorrow Never Dies\" and the PC games Quake II and Quake III Arena. He followed up his work for Quake III with the release of \"Quake III: Arena Noize,\" a soundtrack that included new tracks in addition to the music found in the game. Sonic's use of a unique blend of underground beats ", "image_url": "https://i.scdn.co/image/ab67616d0000b27375c21eb0552cdffe749e2984", "width": 640, "height": 640}], "disgust": [{"name": "Black Mekon", "size": 4, "track_id": "39wtUWkWPHWoZboSRUZJD9", "rank": 1, "bio": "these two vicious bastards (black mekon and his brother black mekon) were named after the legendary black mekong, illegitimate children of prostitutes visited by missionary preachers, abandoned to fend for themselves on the banks of the mekong river.\n\nraised in a whorehouse by drunk dockworkers in a town called christ's gasoline, they were born with only one arm between them and grew up selling sand to sailors and wrestling vermin and wives for the amusement of the locals. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb0d2eb66571f49151268f65e8", "width": 640, "height": 640}, {"name": "Squarepusher", "size": 3, "track_id": "358yoS26oeAeOspVMJtEZU", "rank": 2, "bio": "Squarepusher is a pseudonym of Chelmsford, Essex, England, electronic musician Tom Jenkinson (b. 1975), best known for his experimental drum and bass, with a heavy jazz fusion influence.  A skilled bassist and multi-instrumentalist, Jenkinson's virtuoso playing is a staple of his music and one of the more obvious affiliations with jazz (although his formal arrangements are often as jazz-derived as his playing). His bass style includes melodic fretless playing, high-speed slap bass and intricate chordal work. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb5dea7fa364975d68b456e7d9", "width": 640, "height": 640}, {"name": "The Replacements", "size": 2, "track_id": "5LM16VmRGtF3v2MWbtjLAv", "rank": 3, "bio": "The Replacements is an alternative rock group that formed in Minneapolis, Minnesota in 1979. The band originally started off as a hardcore punk outfit but began to incorporate folk and power pop influences in their sound. They become one of the leaders of the early alt-folk set and one of the flagship bands of the American   post-punk scene in the 80s, being a major influence on 90s indie rock as well.  \n\nThe band's best known lineup consisted of Paul Westerberg (vocals ", "image_url": "https://i.scdn.co/image/1c80a3a78951958f753cd7282bfe16dbca741258", "width": 1000, "height": 1290}, {"name": "Kid606", "size": 2, "track_id": "7DTdWA5aUW0kESfJLBzlt3", "rank": 4, "bio": "Kid606 (born July 27, 1979, Caracas, Venezuela) is the stage name of Miguel Trost De Pedro, an electronic musician who was raised in San Diego and later moved to San Francisco. He is most closely associated with the glitch, IDM, Hardcore techno, and breakcore scenes.\n\nKid606's music is similar to the work of his friend and colleague Lesser, as well as hardcore and IDM acts such as Atari Teenage Riot, Autechre, Mr. Oizo, and Matmos. He is primarily inspired not by his electronic contemporaries ", "image_url": "https://i.scdn.co/image/2e2dd52def89c9e902cb4c986974f418565b2f0d", "width": 900, "height": 600}, {"name": "Girlicious", "size": 2, "track_id": "78eN23cots3svl0cNTytPq", "rank": 5, "bio": "Girlicious was an American girl group originally formed by Robin Antin, creator of the Pussycat Dolls, from the CW reality TV show Pussycat Dolls Present: Girlicious. The group was originally signed to Geffen Records and composed of members Nichole Cordova, Tiffanie Anderson, Chrystina Sayers and Natalie Mejia. Their self-titled debut album was released in Canada in August 2008 and reached number two on the Canadian Albums Chart.\n\nAfter Anderson left the group in June 2009 ", "image_url": "https://i.scdn.co/image/ab67616d0000b273c94bc6d5a2114063f5f18ac3", "width": 640, "height": 640}, {"name": "Erutan", "size": 2, "track_id": "11w9RSIhYHIPXu0eZ92HiI", "rank": 6, "bio": "Erutan, (Kate Covington), better known by her internet name katethegreat19, is an American singer/songwriter/composer who has made several unofficial vocal arrangements from video games, anime and movies, composing for video games, as well as writing her own music.\n\nShe performs and arranges her work all by herself, she is able to play the violin, the piano, the lyre, the guitar and several types of drums. Whenever the theme she covers lacks lyrics, she writes them herself, keeping carefully in mind the mood and atmosphere of the tune. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb894f56c79cc0fcdffe725ef6", "width": 640, "height": 640}, {"name": "Dwarves", "size": 2, "track_id": "7eL6jk5uJlaTmg8wRlKLpI", "rank": 7, "bio": "The Dwarves are an American punk rock band, formed in Chicago, Illinois in the mid-1980s. They are currently based in San Francisco, California.\n\nThey are known for their nuanced punk repertoire, and controversial lyrics. Since the hardcore punk and scum punk sounds of their early days, they have recently developed more of a pop-punk influence. Their shows have been notable for some aggressive fights on stage (with the audience and even a cop), and because \"He Who Cannot Be Named\" performs either in nothing but a jockstrap or totally nude ", "image_url": "https://i.scdn.co/image/237f189f3c55a6fcb8ced39e6febc9a1608cb42e", "width": 398, "height": 610}, {"name": "Hotel Avenida", "size": 2, "track_id": "384MfdF5rAPsuMhkdIxHoJ", "rank": 8, "bio": " ", "image_url": "https://i.scdn.co/image/ab67616d0000b2734690a719a5acfc0ad0fb4e34", "width": 640, "height": 640}, {"name": "Dirty Sanchez", "size": 2, "track_id": "4ZIhR6Hq5SUFhe0JpKC0bo", "rank": 9, "bio": "There are several bands with the same name.\n\n1.Dirty Sanchez is an electro band from Los Angeles, California. The band members are Jackie Beat, Mario Diaz and DJ Barbeau. They have a website at http://www.wearedirtysanchez.com. They can also be found on myspace at http://www.myspace.com/dirtysanchezla\nThe term \"Dirty Sanchez\" also refers to a sexual act, see  wikipedia article\n\n2.Italian rapcore/crossover from Finale Emilia (MO).\n\n3.This is also the name of a brutal deathcore/beatdown band. ", "image_url": "https://i.scdn.co/image/ab67616d0000b273ee6800c3a6752e65236709cf", "width": 640, "height": 640}, {"name": "Shakira", "size": 1, "track_id": "5JwZwNT0SyOZlErdpvdEg3", "rank": 10, "bio": "Shakira Isabel Mebarak Ripoll is a Colombian singer and songwriter. Born and raised in Barranquilla, she has been referred to as the \"Queen of Latin Music\" and is noted for her musical versatility. She made her recording debut with Sony Music Colombia at the age of 13. Following the commercial failure of her first two albums, Magia (1991) and Peligro (1993), she rose to prominence in Hispanic countries with her next albums, Pies Descalzos (1995) and Dónde Están los Ladrones? (1998). ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb284894d68fe2f80cad555110", "width": 640, "height": 640}], "contempt": [{"name": "Jack Off Jill", "size": 17, "track_id": "78EGz1N277AgdqBDpiehpD", "rank": 1, "bio": "Jack Off Jill was an alternative rock band from Fort Lauderdale, formed in 1992 by Jessicka Fodera, Tenni Ah-Cha-Cha, Robin Moulder, and Michelle Inhell. Though these four young women were the initial founders, twelve members rotated through the group in its life span, including Scott Putesky, guitarist and co-founder of Marilyn Manson. The band lasted eight years, with only Moulder and Fodera remaining through all its lineups: Moulder wrote the bulk of the music, Fodera all of the lyrics and melodies. ", "image_url": "https://i.scdn.co/image/ab67616d0000b2732ca8dd4c648c4530ef24bf19", "width": 640, "height": 640}, {"name": "Life of Agony", "size": 9, "track_id": "23GnfesJMUBrO4NVP1oZgU", "rank": 2, "bio": "Life of Agony is an alternative metal band from Brooklyn, NY formed in 1989. The lineup initially comprised vocalist Mina Caputo and her cousin Joey Z on guitar, and long-time friend Alan Robert on bass. Type O Negative's drummer Sal Abruscato was hired to record albums 'River Runs Red' and 'Ugly' on drums. He re-joined the band when they reformed in 2003.\n\nAfter releasing two albums with this line-up, Sal left due to musical differences, and recruited a drummer for the recording/touring of 'Soul Searching Sun. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb27aac4553a92edbb08eb6bf1", "width": 640, "height": 640}, {"name": "Nine Inch Nails", "size": 8, "track_id": "4Hs5Fu5fHNPwHvKAiUXotu", "rank": 3, "bio": "Nine Inch Nails, commonly abbreviated as NIN (stylized as NIИ), is an American industrial rock band formed in 1988 in Cleveland, Ohio. Singer, songwriter, multi-instrumentalist, and producer Trent Reznor was the only permanent member of the band until the official addition of English musician Atticus Ross in 2016. \n\nReznor recorded the band's debut album, Pretty Hate Machine (1989), while working overnight as a janitor at a Cleveland recording studio. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb047095c90419cf2a97266f77", "width": 640, "height": 640}, {"name": "PJ Harvey", "size": 8, "track_id": "3m2Zd230K68bC4Qe961d9p", "rank": 4, "bio": "Polly Jean \"PJ\" Harvey is an English singer, songwriter and musician. Primarily known as a vocalist and guitarist, she is also proficient with a wide range of instruments.\n\nHarvey began her career in 1988 when she joined local band Automatic Dlamini as a vocalist, guitarist and saxophonist. The band's frontman, John Parish, became her long-term collaborator. In 1991, she formed an eponymous trio called PJ Harvey and subsequently began her career as PJ Harvey. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebb7b587363a285846586f6f74", "width": 640, "height": 640}, {"name": "Say Anything", "size": 7, "track_id": "0ejUFFiCGm9saVFAirRSuw", "rank": 5, "bio": "Say Anything is an alternative rock band formed in Los Angeles, California, United States in 2001.  The band has seen several lineup changes, with founder Max Bemis (lead vocals, guitar) as the only constant member. He is currently joined by his brother-in-law Garron DuPree (bass), Parker Case (keyboards, guitar) and Reed Murray (drums). The band has released seven albums in their career: \"Baseball\" (2001), \"...Is a Real Boy\" (2004), \"In Defense of the Genre\" (2007) ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb57dfe687ca8a77fa78794668", "width": 640, "height": 640}, {"name": "AFI", "size": 7, "track_id": "3jG9cQsnYuWkzZ40sonUHx", "rank": 6, "bio": "AFI (A Fire Inside) is an American punk rock band from Ukiah, California, formed in 1991. The band's lineup stabilized in 1998 with lead vocalist Davey Havok, drummer and backing vocalist Adam Carson, bassist, backing vocalist and keyboardist Hunter Burgan, and guitarist, backing vocalist and keyboardist Jade Puget. Havok and Carson are the sole remaining original members. Originally a hardcore punk band, they have since delved into many genres.\n ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebbdecf4762da0117e96e03fb8", "width": 640, "height": 640}, {"name": "Hole", "size": 7, "track_id": "6CHENx8iqzMwavTIz8s0gm", "rank": 7, "bio": "Hole was an American alternative rock band formed by singer and guitarist Courtney Love and lead guitarist Eric Erlandson in Los Angeles, California in 1989. Influenced by Los Angeles' punk rock scene, and produced by Kim Gordon of Sonic Youth, the band's debut album, Pretty on the Inside, attracted critical interest from British and American alternative press. Their second album, Live Through This, released 1994 by DGC Records, which featured less aggressive melodies and more restrained lyrical content ", "image_url": "https://i.scdn.co/image/3f070ac89152fcd23f90c1351295d8cc64d54cb2", "width": 1000, "height": 1000}, {"name": "Brand New", "size": 7, "track_id": "7lUjs7bf1fjKI8HKhbNp6z", "rank": 8, "bio": "There are two artists with this name\n1. A popular rock band\n2. A funk group\n\n1. Brand New is an American rock band that formed in 2000 in Merrick, New York. The band consists of Jesse Lacey (lead vocalist/guitarist/lyricist), Vincent Accardi (guitarist/lyricist),Garrett Tierney (bassist), Brian Lane (drummer), and Derrick Sherman (guitarist/keyboardist).\n\nFormation (2000-2001)\n\nPrior to Brand New's official formation, in the late 1990s Jesse Lacey ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb4d709a7f0c971c81aeeb6e75", "width": 640, "height": 640}, {"name": "Glassjaw", "size": 7, "track_id": "3g2F3buifPxmzFrIf0PMGm", "rank": 9, "bio": "Long Island, NY-based progressive hardcore band Glassjaw was formed by singer Daryl Palumbo and guitarist Justin Beck in 1994, longtime friends who began collaborating as teens.  They recorded some demos before releasing the EP \"Kiss Kiss Bang Bang\" in 1997, and recorded their first full length album \"Everything You Ever Wanted To Know About Silence\" in 2000 on Roadrunner Records.  The record brought the band out of Long Island and into the hands of a dedicated grass-roots following. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb977cd2b265179d31a2b2de1f", "width": 640, "height": 640}, {"name": "Ani DiFranco", "size": 6, "track_id": "6WVPhTp8i9imWfHK407a0w", "rank": 10, "bio": "Ani DiFranco (born Angela Maria DiFranco; September 23, 1970) is an American singer, multi-instrumentalist, poet, songwriter, feminist icon  and businesswoman from New York state. \n\nAlthough much of DiFranco's material is autobiographical, it is often also strongly political. Many of her songs are concerned with contemporary social issues such as racism, sexism, sexual abuse, homophobia, reproductive rights, poverty, and war. DiFranco's guitar playing is often characterized by a signature staccato style ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebd051a24e16204063a55580bc", "width": 640, "height": 640}], "sadness": [{"name": "The Cure", "size": 44, "track_id": "2UXzCNvGSXfjeU5Iynwqhp", "rank": 1, "bio": "The Cure is a band which formed in 1976 in Crawley, England, United Kingdom. The band originally consisted of Robert Smith (vocals, guitar), Pearl Thompson (guitar), Michael Dempsey (bass) and Lol Tolhurst (drums), with the band's lineup overgoing several changes throughout the years and Smith remaining as the only constant member throughout the band's history. The band currently consists of Smith (vocals, guitar), Simon Gallup (bass), Roger O'Donnell (keyboards), Jason Cooper (drums) and Reeves Gabrels (guitar). ", "image_url": "https://i.scdn.co/image/7ca743e822b80133971ccf5c70fcbd77a4f4f508", "width": 640, "height": 640}, {"name": "Diamanda Galás", "size": 43, "track_id": "7udlW2vIJMAzZECWp0mzJP", "rank": 2, "bio": "Diamanda Galás (born August 29, 1955) is a Greek-American avant-garde performance artist, vocalist, and composer. Galás was born and raised in San Diego, California, USA.\n\nGalás is known for being a fiercely confrontational avant-garde performer and is noted for her wailing, four-octave vocal range. Galás was the daughter of Greek Orthodox parents and her singing was roundly discouraged, although her prowess as a classical pianist was nurtured; ultimately ", "image_url": "https://i.scdn.co/image/ab6772690000c46cff83be72633ba2a7c7e94ecf", "width": 1000, "height": 1000}, {"name": "Radiohead", "size": 39, "track_id": "0R332cdlS9LyE0Ge2PSlVC", "rank": 3, "bio": "Radiohead is a English rock band formed in Abingdon, Oxfordshire, in 1985. The band consists of Thom Yorke (vocals, guitar, piano, keyboards); brothers Jonny Greenwood (lead guitar, keyboards, other instruments) and Colin Greenwood (bass); Ed O'Brien (guitar, backing vocals); and Philip Selway (drums, percussion). They have worked with the producer Nigel Godrich and the cover artist Stanley Donwood since 1994. Radiohead's experimental approach is credited with advancing the sound of alternative rock. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eba03696716c9ee605006047fd", "width": 640, "height": 640}, {"name": "Elliott Smith", "size": 36, "track_id": "0Fr9IKeo8GlR3JHRF3ntxC", "rank": 4, "bio": "Steven Paul \"Elliott\" Smith (August 6, 1969 – October 21, 2003) was an American songwriter and musician. Smith was born in Omaha, Nebraska, raised primarily in Texas, and resided for a significant portion of his life in Portland, Oregon, where he first gained popularity. His primary instrument was the guitar, but he was also proficient at piano, clarinet, bass, drums and harmonica. Smith had a distinctive vocal style characterized by his \"whispery, spiderweb-thin delivery\" and use of multi-tracking to create vocal harmonies. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb079739b801ab3f105866b76f", "width": 640, "height": 640}, {"name": "The Smiths", "size": 24, "track_id": "6LUGvXEAK8WxIBYK43uoTb", "rank": 5, "bio": "The Smiths were an English rock band formed in Manchester in 1982. They comprised the singer Morrissey, the guitarist Johnny Marr, the bassist Andy Rourke and the drummer Mike Joyce. They are regarded as one of the most important acts to emerge from the 1980s British independent music scene.\n\nThe Smiths signed to the independent label Rough Trade Records in 1983 and released their first album, The Smiths, in 1984. They based their songs on the songwriting partnership of Morrissey and Marr. ", "image_url": "https://i.scdn.co/image/481b980af463122013e4578c08fb8c5cbfaed1e9", "width": 1000, "height": 1516}, {"name": "The Smashing Pumpkins", "size": 24, "track_id": "6W9nK2wPyJklgDVf0AQcPO", "rank": 6, "bio": "The Smashing Pumpkins is an American alternative rock band from Chicago. Formed in 1988 by frontman Billy Corgan (lead vocals, guitar), D'arcy Wretzky (bass), James Iha (guitar), and Jimmy Chamberlin (drums), the band has undergone many line-up changes. The current lineup features Corgan, Chamberlin, Iha and guitarist Jeff Schroeder.\n\nDisavowing the punk rock roots of many of their alt-rock contemporaries, they have a diverse, densely layered, and guitar-heavy sound ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb1a7d0845c3b7e2f130264957", "width": 640, "height": 640}, {"name": "Tom Waits", "size": 23, "track_id": "2lmgHS4LKzchOP6tdc3Hul", "rank": 7, "bio": "Tom Waits (born Thomas Alan Waits, in Pomona, California, on December 7, 1949) is a prolific American singer, songwriter, composer, and actor.\n\nHe started his career in the early 1970s as a singer in spit 'n' sawdust bars. Initially, he was deeply influenced by the beat generation, novelists like Jack Kerouac and William S. Burroughs, and poets like Allen Ginsberg and Charles Bukowski.  Waits is often compared to Charles Bukowski, being similar both in content and lifestyle ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb940a62362f85e8ab9c84b791", "width": 640, "height": 640}, {"name": "Daniel Johnston", "size": 22, "track_id": "0m7tGTVG0iV6CrsBMCMKg6", "rank": 8, "bio": "Daniel Johnston (born Daniel Dale Johnston in Sacramento, CA, on 22 January 1961; died in Waller, TX, on 10 September 2019) was an American singer-songwriter and visual artist regarded as a significant figure in outsider, lo-fi, and alternative music scenes. Most of his work consisted of cassettes recorded alone in his home, and his music was frequently cited for its \"pure\" and \"childlike\" qualities. His music has been acclaimed by many artists including David Bowie, Sonic Youth, and Simpsons creator Matt Groening. ", "image_url": "https://i.scdn.co/image/272c9499f167f4533185520484a64cabd28940ee", "width": 547, "height": 365}, {"name": "The National", "size": 21, "track_id": "5N0MxaA2TuMtIIRvlAbP9F", "rank": 9, "bio": "\nThe National is a Brooklyn-based indie rock band formed in 1999, by friends from Cincinnati, Ohio, USA. The band's lyrics are written and sung by Matt Berninger in a distinctive, deep baritone. The rest of the band is composed of two pairs of brothers: Aaron Dessner (guitar, bass, keyboards), Bryce Dessner (guitar), Scott Devendorf (bass, guitar) and Bryan Devendorf (drums). \n\nTheir self-titled debut album\"The National\" (Brassland 2001) was recorded and released before they had played even a single show. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb9699c00213f43700d61c0dbf", "width": 640, "height": 640}, {"name": "Leonard Cohen", "size": 21, "track_id": "5JBjzDKCWZKTe6PPQTN0GY", "rank": 10, "bio": "Leonard Norman Cohen CC GOQ (September 21, 1934 – November 7, 2016) was a Canadian songwriter  poet, singer, and novelist. His work explored religion, politics, isolation, sexuality, and romantic relationships. Cohen was inducted into the Canadian Music Hall of Fame, the Canadian Songwriters Hall of Fame, and the Rock and Roll Hall of Fame. He was invested as a Companion of the Order of Canada, the nation's highest civilian honour. In 2011, Cohen received one of the Prince of Asturias Awards for literature and the ninth Glenn Gould Prize. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebd09c1295779cfb71683cee99", "width": 640, "height": 640}], "remorse": [{"name": "Lush", "size": 40, "track_id": "2Xp13rqih9w9hBceyRHRpc", "rank": 1, "bio": "Lush was a shoegaze/alternative rock band, formed in 1987 in London, England. The group consisted of Miki Berenyi and Emma Anderson on guitars and vocals, Philip King on bass, and Chris Acland on drums. Other members were the bassist Steve Rippon (from 1987 to 1992) and the vocalist Meriel Barham (from 1987 to 1988). Lush was one of the first shoegaze bands, later moving toward Britpop.\n\nAnderson and Berenyi had been friends since the early 1980s, and published the Alphabet Soup fanzine together. ", "image_url": "https://i.scdn.co/image/56b2a6a3f335cd4ac52aaf140940acd19d624355", "width": 1000, "height": 1004}, {"name": "Daughter", "size": 18, "track_id": "7zUnbLzzq8g5IoKedMiRo9", "rank": 2, "bio": "\nDaughter is Elena Tonra, a singer/songwriter from North London, UK.\n\nAfter releasing a 4 track Demo EP, Elena joined forces with Igor Haefeli to produce 'His Young Heart' in April 2011. On November 2011, with the addition of Remi Aguilella on drums, 'The Wild Youth - EP' was released via Communion Records.\n\nThe band signed in 2012 with 4AD and in August a new track, 'Smother', surface online. A 7\" single of the song was released on October 1st, including a new version of 'Run'. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb0df313bc99b24276ea978437", "width": 640, "height": 640}, {"name": "Annuals", "size": 12, "track_id": "1wWo1Qib2SvAo2A8fLYGRJ", "rank": 3, "bio": "Annuals are an indie rock band formed in 2003 in Raleigh, North Carolina, United States. The band consists of Adam Baker (vocals, synthesizer/guitar), Kenny Florence (guitar/lapsteel), Anna Spence (keyboards/vocals), Mike Robinson (bass), Zack Oden (guitar/drums) and Nick Radford (drums).\n\nThe band was started by Adam Baker in 2003 as a side project of the still active sister band Sunfold, formerly known as Sedona and headed up by lead guitarist Kenny Florence. ", "image_url": "https://i.scdn.co/image/71b6964c437bf2decbf885f8deb14b2dd50df1a6", "width": 1000, "height": 1000}, {"name": "Emilíana Torrini", "size": 10, "track_id": "1u2hszuCZjUgWw2dRekbuL", "rank": 4, "bio": "Emilíana Torrini (Emilíana Torrini Davíðsdóttir, born on 16 May 1977 in Kópavogur, Iceland) is an Icelandic singer-songwriter.\n\nHer father is Italian and her mother Icelandic. Emilíana grew up in Kópavogur where, at the age of 7, she joined a choir as a soprano.  She continued with the choir until she went to opera school at the age of 15. Later she worked as waitress at her father's restaurant. In 1994, Emilíana became well-known at the ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebde7c97f0653c1e4a56de7379", "width": 640, "height": 640}, {"name": "The Field", "size": 9, "track_id": "6gNyWXWnOmNwhHmrqCoq6z", "rank": 5, "bio": "Multiple artists have released music under the name of The Field, the most widely known being Swedish minimal techno producer Axel Willner. Others include a British rock band and a Norwegian pop/jazz band.\n\n1. Stockholm, Sweden\nThe Field (real name Axel Willner) has released six full-length albums on Kompakt since 2005, in addition to a handful of EPs, 12-inches, and remixes for many other artists. His unique blend of mesmerizing ambience and propulsive techno incorporates microsamples of pop songs from artists like The Four Tops ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb6da6a8d7465f09eff0da3a58", "width": 640, "height": 640}, {"name": "Bent", "size": 8, "track_id": "294WBFNyZ1hCd6QNdIB6Q9", "rank": 6, "bio": "There are multiple artists that use this name:\n1) An electronic duo from Nottingham, England. They are the founders of Sport Records. \n2) A no-wave/post-punk trio from Brisbane, Australia.\n3) A power-pop band from Manila, Philippines.\n4) Bent is also the name used by an Icelandic rapper and XXX Rottweiler Hundar member; a Balikpapan, Indonesia, digital hardcore band; and others.\n\n1)  Bent is the name of the Nottingham, UK,duo formed by Neil Tolliday (aka Nail Tolliday) and Simon Mills. ", "image_url": "https://i.scdn.co/image/c0a0e5b4b4ab3d52dacc9818edcdaf887c213485", "width": 1000, "height": 1000}, {"name": "London Grammar", "size": 8, "track_id": "2R27zElr6RGSydKesz9MvG", "rank": 7, "bio": "London Grammar is an English indie-pop band formed in Nottingham in 2009. Their debut album,  \"If You Wait\", was released in September 2013.\n\nSinger Hannah Reid (born on 30 December 1989) and guitarist Dan Rothman met in the dorms of Nottingham University where they began writing music together in 2009. They later added multi-instrumentalist Dot Major to complete the London Grammar line-up. \n\nTheir popularity rose with the 2012 release of \"Hey Now\" which they uploaded to the internet and instantly found an online cult following. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb5cdc6c97f01c4d7b786d1e76", "width": 640, "height": 640}, {"name": "Halou", "size": 7, "track_id": "1fMO2FIILfYobo3DMz0BA2", "rank": 8, "bio": "Ryan Coseboom met Rebecca Coseboom in 1992 while running his father's notorious independent record store in Santa Cruz, CA. Three years later, the pair ventured north to San Francisco to pursue the sound that would eventually become Halou.\n\nThe band reformed as Stripmall Architecture in late 2008. Their discography includes: \"We Only Love You\" (debut LP, 1998), \"Sans Soucie\" (b-sides, rare and unreleased tracks, 1999), \"Wiser\" (2nd LP, 2001), \"Threesongs\" (EP ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb4a649c5bb76dff254f902fd7", "width": 640, "height": 640}, {"name": "Ivy", "size": 7, "track_id": "31EeQ9NFbNFHaOn83DYkDu", "rank": 9, "bio": "The are multiple artists which use this name:\n1. A power pop band from United States\n2. An indie pop band from the United Kingdom\n3. A pop singer from South Korea\n4. A ska/dancehall singer from Brazil\n5. A slam poet from Canada\n6. An amateur pianist/composer from Japan\n7. A hardcore punk band from NYC w/ members of Brown Sugar\n8. A Portuguese artist\n\n(1) IVY is a New York City band comprised of a trio of musicians - Adam Schlesinger, Dominique Durand and Andy Chase. ", "image_url": "https://i.scdn.co/image/04f148bf82deab1fa742364645f411418ba3dc04", "width": 1000, "height": 1500}, {"name": "Milosh", "size": 7, "track_id": "6aDlPCpY8GvS27KyCMVn3n", "rank": 10, "bio": "Michael Milosh's vocals have been declared \"sensual, airy, soothing, lush seascapes of erupting warmth and gentleness.\" \n\nMilosh, from Toronto, Canada, debuted his first album, You Make Me Feel (\"Top 10 Electronic Albums,\" iTunes 2004), as a work reveling in the joys of new love. It celebrated everything from his girlfriend's taste to her positive presence in his life. But then they broke up. Recorded in the 12 months after his relationship's collapse ", "image_url": "https://i.scdn.co/image/ab6772690000c46caf68e17e6f2168249929f6b1", "width": 1000, "height": 1000}], "surprise": [{"name": "!!!", "size": 1, "track_id": "2srIqD6PMnUo7GHXPMQkD2", "rank": 1, "bio": "!!! is an American dance-punk band from  Sacramento, California that formed in Autumn 1996 from the former band members of The Yah Mos, Black Liquorice and Popesmashers.\n\nAfter a tour together, members of local Sacramento, CA bands Black Liquorice and Popesmashers formed !!!. The band's name was inspired by the subtitles of the movie The Gods Must Be Crazy, in which the mouth-clicking sounds of the Bushmen were represented as \"!\". Chk Chk Chk is the most common pronunciation ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb99d3f9813d5d892e332209d8", "width": 640, "height": 640}, {"name": "Danielson", "size": 1, "track_id": "1EotPCaxn9zSPsY8gEqvu4", "rank": 2, "bio": "Danielson Famile (aka Danielson) is a band from Clarksboro, New Jersey, that plays a quirky blend of Indie pop and gospel music. They are also a notable example of Bass-Pop, perhaps more fittingly called Avant-Pop. The members of the band are Daniel Smith and his siblings Megan Smith (Megan Slaboda), David Smith, Rachel Smith (Rachel Galloway), Andrew Smith, wife Elin K. Smith, and friend Chris X. Smith (Chris Palladino). Recently, Sufjan Stevens has joined the band as an adopted member of the family ", "image_url": "https://i.scdn.co/image/f89c2563c45a9b37ff9cb470aae308b721875c10", "width": 500, "height": 333}, {"name": "Isan", "size": 1, "track_id": "4J4uA72EOzllR4wyOFXWNf", "rank": 3, "bio": "Isan (sometimes written isan or ISAN) is an English electronic music duo, the result of a chance meeting in Leicester in 1996 that brought together Robin Saville and Antony Ryan. Their sound is said to be influenced by artists such as Kraftwerk, neu!, Brian Eno and the dreamy, smart-pop aesthetic of the Cocteau Twins.\n\nEarly in their career, ISAN predominantly released on 7\" vinyl through a variety of mini-labels, including Earworm, Bad Jazz and the trailblazing Wurlitzer Jukebox. ", "image_url": "https://i.scdn.co/image/ab6772690000c46cb2977ed16305f664143a6dfd", "width": 1000, "height": 1000}, {"name": "Les Savy Fav", "size": 1, "track_id": "0j0b8t6GfkykoCV0bCzguO", "rank": 4, "bio": "Les Savy Fav is an indie rock band which formed in Providence, Rhode Island, United States in 1995, where the members were attending the Rhode Island School of Design. The band moved to Brooklyn, New York shortly after graduating. The band consists of Tim Harrington (vocals), Seth Jabour (guitar), Andrew Reuland (guitar), Syd Butler (bass) and Harrison Haynes (drums).\n\nThe band has released five albums: \"3/5\" (1997), \"The Cat and the Cobra\" (1999), \"Go Forth\" (2001), \"Let's Stay Friends\" (2007) and \"Root for Ruin\" (2010). ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebd69ad680f1b1e01cea16f072", "width": 640, "height": 640}], "fear": [{"name": "Cocteau Twins", "size": 40, "track_id": "2CE47sJhuHNMk1AH0v8opr", "rank": 1, "bio": "Cocteau Twins were a Scottish band active from 1979 to 1997. They were formed in Grangemouth by Robin Guthrie (guitars, drum machine) and Will Heggie (bass), adding Elizabeth Fraser (vocals) in 1981 and replacing Heggie with multi-instrumentalist Simon Raymonde in 1983. The group earned critical praise for their ethereal, effects-laden sound and the soprano vocals of Fraser, whose lyrics often eschew any recognisable language. They pioneered the 1980s alternative rock subgenre of dream pop. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb00f01cecce8a4475c3de0998", "width": 640, "height": 640}, {"name": "Dead Can Dance", "size": 39, "track_id": "5G1Cu2OyuTKhyOlvsBcw6W", "rank": 2, "bio": "Dead Can Dance is an Australian musical project formed in 1981 in Melbourne by Lisa Gerrard and Brendan Perry. The band relocated to London, England, in May 1982. Australian music historian Ian McFarlane described Dead Can Dance's style as \"constructed soundscapes of mesmerizing grandeur and solemn beauty; African polyrhythms, Gaelic folk, Gregorian chant, Middle Eastern mantras, and art rock.\"\n\nHaving disbanded in 1998, they reunited briefly in 2005 for a world tour and reformed in 2011 ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb78778cb912b8e423c58dcca4", "width": 640, "height": 640}, {"name": "Enya", "size": 32, "track_id": "1bWHNlvBDJYJDjviGeDT7G", "rank": 3, "bio": "Eithne Patricia Ní Bhraonáin (born May 17, 1961 in Gaoth Dobhair, County Donegal, Ireland), known simply as Enya, is a Grammy award winning and Academy award nominated Irish singer, instrumentalist and composer. She began her musical career in 1980, when she briefly joined her family band Clannad, before leaving to pursue her solo career. Her album Watermark, which was released in 1988, propelled her to international recognition and she became known for her unique sound ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb9ce996547e0b307c94f662e6", "width": 640, "height": 640}, {"name": "Slowdive", "size": 28, "track_id": "33HRECrmuelZxOpid6XTNX", "rank": 4, "bio": "Slowdive is a dream pop/shoegaze band that formed in 1989 in Reading, England, United Kingdom. Signed to Creation Records in 1990 and initially championed by the British music press, the band scored a UK top forty entry with their debut album Just For a Day. \n\nThe band consists of Rachel Goswell (vocals/guitar), Neil Halstead  (vocals/guitar), Nick Chaplin (bass), Christian Savill (guitar), and Simon Scott (drums, 1990-1994, 2014-present); additionally, Ian McCutcheon replaced Scott from 1994-1995. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb7511ff94be3a6b231e61007b", "width": 640, "height": 640}, {"name": "Sigur Rós", "size": 26, "track_id": "2zkZGzzWOzGwi1rtWv7mhZ", "rank": 5, "bio": "Sigur Rós are an Icelandic post-rock band. The name is derived from the name of lead vocalist Jónsi Birgisson's little sister, Sigurrós. They hail from the same creative and vibrant Icelandic music scene as múm and Amiina. They released their first-ever foray into film-making with their tour documentary, Heima in late 2007. \n\nJón Þór Birgisson (Jónsi), Georg Hólm, and Ágúst Ævar Gunnarsson formed the group in Reykjavík, Iceland in August 1994. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb41cb27a7f1d46a500716e61c", "width": 640, "height": 640}, {"name": "Björk", "size": 17, "track_id": "4NZf00Z5iruntVXfKtOlES", "rank": 6, "bio": "Björk Guðmundsdóttir (born 21 November 1965), known mononymously as Björk, is an Icelandic singer, songwriter, composer, record producer, and actress. Noted for her distinct three-octave vocal range and eccentric persona, she has developed an eclectic musical style over her four-decade career that has drawn on electronic, pop, experimental, trip hop, classical, and avant-garde music.\n\nBorn and raised in Reykjavík, Björk began her music career ", "image_url": "https://yt3.googleusercontent.com/_X-fyMMSYhm5PSxkU0vJ5G_rPosh1MGqr8P5SEymwzSeOZraVuoecY358LjTEaQIu-XW8wl3cw=s900-c-k-c0x00ffffff-no-rj", "width": 640, "height": 640}, {"name": "Grimes", "size": 16, "track_id": "2wAPq1Oh68CeNI0E6LcvlD", "rank": 7, "bio": "Claire Elise Boucher, known professionally as Grimes, is a Canadian musician, singer, songwriter, record producer, music video director and visual artist. Her music incorporates elements of varied styles and genres including dream pop, synth-pop, art pop, electronic, experimental pop, R&B and hip hop.\n\nThroughout her career, she has released five studio albums, two extended plays, eleven singles, and four promotional singles.\n\nBorn and raised in Vancouver ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb34771f759ca81a422f5f2b57", "width": 640, "height": 640}, {"name": "Era", "size": 15, "track_id": "7mfvOqsvzZaUl7sfbcNk4E", "rank": 8, "bio": "There is more than one band/artist with this name:\n\n1. Era (Enminential Rythmn of the Ancestors) (styled as eRa) is a New Age music project by French composer Eric Lévi. The band has sold more than 12 million albums. They use lyrics (by Guy Protheroe) which although similar to Greek or Latin are in fact deliberately devoid of any exact meaning.\n\nEra mixes Gregorian chants and occasionally world music with contemporary electronic arrangements. It is reminiscent of New Age music projects such as Enigma, Gregorian, and Deep Forest. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb47d6bf6d840974e8a20f8f13", "width": 640, "height": 640}, {"name": "Enigma", "size": 15, "track_id": "6YyqULhTNU7AKaKJKChluQ", "rank": 9, "bio": "There is more than one artist with the name Enigma:\n\n1)  Enigma is a German electronic musical project founded by Michael Cretu (Romanian musician), David Fairstein and Frank Peterson in 1990. Cretu, who based his recording studio A.R.T. Studios in Ibiza, Spain in the early 1990s is both the composer and the producer of the project. His former wife Sandra often provided vocals on Enigma tracks. Jens Gad co-produced and played guitar on three of the Enigma albums.  ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb164b51afe7db16a6e6c063c3", "width": 640, "height": 640}, {"name": "Bat for Lashes", "size": 12, "track_id": "7HaNlbEP3u3WAxNxVC6M5m", "rank": 10, "bio": "Bat for Lashes is a pseudonym of Brighton, UK, based singer-songwriter / multi-instrumentalist / visual artist Natasha Khan (b. 25 Oct 1979, in Hertfordshire, England).  She made her debut with single The Wizard (May 2006, She Bear/Drowned In Sound), following with albums Fur And Gold (Sept 2006, Echo),  Two Suns (Apr 2009, Echo/Parlophone), The Haunted Man (Oct 2012, Echo/Parlophone) , [albumartist=Bat For Lashes]The Bride (July 2016, Echo/Parlophone) and her latest album is Lost Girls (September 2019). ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb548fe384458a189e68cdf8fe", "width": 640, "height": 640}], "awe": [{"name": "Björk", "size": 1, "track_id": "4NZf00Z5iruntVXfKtOlES", "rank": 1, "bio": "Björk Guðmundsdóttir (born 21 November 1965), known mononymously as Björk, is an Icelandic singer, songwriter, composer, record producer, and actress. Noted for her distinct three-octave vocal range and eccentric persona, she has developed an eclectic musical style over her four-decade career that has drawn on electronic, pop, experimental, trip hop, classical, and avant-garde music.\n\nBorn and raised in Reykjavík, Björk began her music career ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebaeb5c04fdd8ec6273850d207", "width": 640, "height": 640}, {"name": "Claro Intelecto", "size": 1, "track_id": "2Ok85i4vJ8pDmyoK503TJy", "rank": 2, "bio": "Mark Stewart first made an appearance under his Claro Intelecto pseudonym in early 2003 - his remarkable “Peace of Mind” 12” fast becoming the most discussed dance floor debut for years and enjoying re-presses now heading for double figures. In 2005 he became a well-respected member of the Modern Love label family. \n\nHis productions are club-honed, taking in influences from Warehouse classics that accompanied him in Manchester's internationally revered clubs like the Hacienda, Home and Paradise Factory. ", "image_url": "https://i.scdn.co/image/ab6772690000c46ce48866910e32e2104d7da004", "width": 1000, "height": 1000}, {"name": "Dan Deacon", "size": 1, "track_id": "0j2CfpbAkWsoKyGxhN0Fjd", "rank": 3, "bio": "Dan Deacon (born 1981) is a Baltimore, Maryland-based electronic music composer/performer. He attended the Conservatory of Music at Purchase College in Purchase, New York, where he played in many bands, including tuba for Langhorne Slim and guitar in the improvisational grindcore band Rated R. He completed his graduate studies in electro-acoustic and computer music composition. He studied under composer/conductor Joel Thome. Currently, he lives at Wham City in Baltimore, Maryland. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebbe862dadd4231c1735bb452a", "width": 640, "height": 640}, {"name": "Future Islands", "size": 1, "track_id": "4iPViJlgZcEJ8eWpPxQzpY", "rank": 4, "bio": "Future Islands is a new wave band based in Baltimore, Maryland, USA. The band is composed of Gerrit Welmers (keyboards and programming), William Cashion (bass, acoustic and electric guitars), Samuel T. Herring (lyrics and vocals) and  Michael Lowry (percussion, since 2020).  Future Islands' music style has been tagged as synthpop, but the band has routinely rejected that classification, considering themselves as post-wave,by combining the romanticism of new wave with the power and drive of post-punk. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebcda4ff270c54e7def68fd2db", "width": 640, "height": 640}, {"name": "Jesper Kyd", "size": 1, "track_id": "6OMVrJXRMup7A1hrM9MDTE", "rank": 5, "bio": "Jesper Kyd, (pronounced \"Yesper Kied\"), born in 1972, Copenhagen, Denmark, is a music composer most notably composing for video games such as the Hitman series, Freedom Fighters, Kane and Lynch: Dead Men, Assassin's Creed and Borderlands.\n \nHe started out in the mid-eighties by making music on the C64 computer, and made music for many Demo-groups on the C64 and later the Amiga before he started making game music.\n \nHis official website can be found here for an entire list of credits. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebcde68a261f933f4f5d8be288", "width": 640, "height": 640}, {"name": "The Duke Spirit", "size": 1, "track_id": "2BRAKUNpAZ8vLQ16m4Qi05", "rank": 6, "bio": "The Duke Spirit is a 4 piece band based in London, UK. Their sound incorporates elements of blues-rock, post-punk and the early noise rock and grunge bands of the late 80s and early 90s such as The Pixies. The band was formed in London in 2003 by Liela Moss (vocals/tamborine/piano/harmonica), Luke Ford (guitar/organ), Toby Butler (bass) and Olly Betts (drums).\n\nDan Higgins has since left the band, amicably. He has not been permanently replaced, instead the band have worked with various close friends on their '08 - '09 tours. ", "image_url": "https://i.scdn.co/image/71b383427879b7a1d977920527168adf3620c09e", "width": 602, "height": 449}, {"name": "The Mountain Goats", "size": 1, "track_id": "3LsPToq3yB7g5IKfw829e1", "rank": 7, "bio": "The Mountain Goats are an American band formed in Claremont, California, by singer-songwriter John Darnielle. The band is currently based in Durham, North Carolina. For many years, the sole member of the Mountain Goats was Darnielle, despite the plural moniker. The Mountain Goats are, for all practical purposes, the endlessly clever and prolific John Darnielle and whatever musicians he surrounds himself with, which means that while the soundscape may change from project to project ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb6db1822d6a897e18deb92716", "width": 640, "height": 640}, {"name": "Xiu Xiu", "size": 1, "track_id": "0lQuATP58PoaHtZG0bibXp", "rank": 8, "bio": "Xiu Xiu (pronounced \"shoo shoo\") is an American experimental group, formed in 2002 in San Jose, California by original members Jamie Stewart, Lauren Andrews, Yvonne Chen, and Cory McCulloch. Currently, the line-up consists of Jamie Stewart (the only constant member since formation) and Angela Seo. The group is based out of Los Angeles and New York.\n\nOver the life of the band, their music has taken influence from noise, modern classical, dance, post-punk, minimalism, Asian percussion music, and American folk music. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb5696354ef71a9811acfd8bee", "width": 640, "height": 640}], "trust": [{"name": "Bruce Cockburn", "size": 30, "track_id": "5MXlq0Wn33R23idM2z3w2e", "rank": 1, "bio": "Bruce Cockburn (pronounced \"CO-burn\") (born May 27, 1945 in Ottawa, Ontario, Canada) has had a long and distinguished career, with much success in his native Canada. He has written songs in styles ranging from folk to jazz-influenced rock to rock and roll. Cockburn was inducted into the Canadian Music Hall of Fame in 2001. In 2012 he received the Queen Elizabeth II Diamond Jubilee Medal (in Canada the award was to honour \"significant contributions and achievements by Canadians\"). ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb9758f01b9150fe9035c0dc16", "width": 640, "height": 640}, {"name": "Robbie Williams", "size": 9, "track_id": "2QXBh408EhthzKXKO8Lbqk", "rank": 2, "bio": "Robert Peter Williams (born 13 February 1974) is an English singer and songwriter. He found fame as a member of the pop group Take That from 1990 to 1995, and achieved commercial success after launching a solo career in 1996. His debut studio album, Life thru a Lens, was released in 1997, and included his signature song, \"Angels\". His second album, I've Been Expecting You, featured the songs \"Millennium\" and \"She's the One\", his first number one singles. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb15709ba37709bc245a116a1c", "width": 640, "height": 640}, {"name": "Rolf Zuckowski und seine Freunde", "size": 9, "track_id": "4oWt7lK06E3Y97qCyqjXqn", "rank": 3, "bio": " ", "image_url": "https://i.scdn.co/image/75bd1069be2255fd43367a6eadc4866baee2c32e", "width": 1000, "height": 1000}, {"name": "Contreband", "size": 8, "track_id": "2V3zqqarJVgKogYNZg1jjA", "rank": 4, "bio": "There are at least two bands playing under the name of \"Contreband\".\n\n1) Contreband is a french rock band, sounding like \"noir desir\", with deep and powerful texts and a lot of different musical influences (from reggae to metal). \n\n2) Contreband is also a Jazzrock Trio from Biel/Switzerland, playing mostly jazzy interpretations of rock songs such as \"Lithium\" by Nirvana or \"National Anthem\" by Radiohead.  ", "image_url": "https://i.scdn.co/image/ab67616d0000b2736d8f4065f83d7c6994ca200b", "width": 640, "height": 640}, {"name": "Westernhagen", "size": 8, "track_id": "4Kv4X85wtmZduCtw4nNFvk", "rank": 5, "bio": " ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb176e83198963f52183784dcf", "width": 640, "height": 640}, {"name": "e.p. hall", "size": 7, "track_id": "5z648qtY01a5QQlnbSwxLn", "rank": 6, "bio": "e.p. hall makes thinky, creepy, guitar-and-electrobuzz folksongs from the lonely midwestern united states. The project's influences include various diy, freak-folk, and new/weird mini-movements.  The most well known of the e.p. hall recordings is the 2006 ep, The edge the middle, although Mommy Crow, the project's first full album, was released in 2009. Other releases include this is a demo from 2003. e.p. hall songs have appeared on two of the Live from Bloomington charity compilation projects (2007 and 2009). ", "image_url": "https://i.scdn.co/image/ab67616d0000b273892cce41657dae750c8f2163", "width": 640, "height": 640}, {"name": "Udo Jürgens", "size": 6, "track_id": "1NuvwCfG72r32jSfp78q8L", "rank": 7, "bio": "Udo Jürgens (born Udo Jürgen Bockelmann; 30 September 1934 – 21 December 2014) was an Austrian-Swiss composer and singer of popular music whose career spanned over fifty years. He won the Eurovision Song Contest 1966 for Austria, composed close to 1,000 songs, and sold over 100 million records. In 2007 he additionally obtained Swiss citizenship.\n\nHe is credited with broadening German-language pop music beyond the traditional postwar \"Schlager\" (hit song) in the 1950s by infusing it with a modern pop appeal and French chanson style. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb5fa4374baa7413f527b5a42b", "width": 640, "height": 640}, {"name": "Bridge Underwater", "size": 6, "track_id": "6iqYcNgOoQmj833Bcuq1nb", "rank": 8, "bio": "Philadelphia Indie Pop band ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb31ebf8376afe19a75d4f5885", "width": 640, "height": 640}, {"name": "Vices I Admire", "size": 6, "track_id": "5IEMFW0bw3lfkUJ3wRG38N", "rank": 9, "bio": "Vices' new album, Love Songs for the Love Impaired, is FREE! Download it today! http://vicesiadmire.bandcamp.com\n\n“The music is refined and potent. These songs will stick in your head. They will make you move. They aren't cock rock, they aren't stadium rock, they are super-garage rock, vibrant and fiery. ” (Nate Ragolia, 2012).Vices I Admire is an alternative rock band from Denver, CO. Formed in 2002 in Fort Collins, CO originally under the name Plan B. ", "image_url": "https://i.scdn.co/image/ab67616d0000b2730b3b98f18dd444eb6322c04c", "width": 640, "height": 640}, {"name": "Fariborz Lachini", "size": 5, "track_id": "3h543KsBNbZUCUUXholA0M", "rank": 10, "bio": "Born in Iran, Fariborz Lachini's musical career has spanned three decades and transcended both genres and borders -- his musical sensibilities reflect a fusion of Persian and European styles, and the popularity and appeal of his music has expanded beyond the confines of his home country (where his first solo piano album,  Golden Autumn 1 - 1990, instantly became a smash success) to classical music lovers worldwide. \n\nFocusing primarily on film composition in recent years ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb9a862bfe51b1c571e49e7a99", "width": 640, "height": 640}], "submission": [{"name": "Dead Can Dance", "size": 1, "track_id": "5G1Cu2OyuTKhyOlvsBcw6W", "rank": 1, "bio": "Dead Can Dance is an Australian musical project formed in 1981 in Melbourne by Lisa Gerrard and Brendan Perry. The band relocated to London, England, in May 1982. Australian music historian Ian McFarlane described Dead Can Dance's style as \"constructed soundscapes of mesmerizing grandeur and solemn beauty; African polyrhythms, Gaelic folk, Gregorian chant, Middle Eastern mantras, and art rock.\"\n\nHaving disbanded in 1998, they reunited briefly in 2005 for a world tour and reformed in 2011 ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb78778cb912b8e423c58dcca4", "width": 640, "height": 640}, {"name": "Dvar", "size": 1, "track_id": "3eMDwATKTmF8kkCFsjyfu4", "rank": 2, "bio": "Dvar is a Russsian electronic virtual band that gradually evolved from darkwave to comfy synth. The members of Dvar have kept their identities secret, so little is known of their formation. The band members claim to have heard the music they are playing in their dreams. The music was presented to them by a creature called Dvar, which took the shape of a giant bee. All of the band's music is devoted to Dvar and directly inspired by it. The members of the band do not claim to write the music themselves ", "image_url": "https://i.scdn.co/image/ab67616d0000b273bf034d5a2bf0f61597775034", "width": 640, "height": 640}], "joy": [{"name": "They Might Be Giants", "size": 59, "track_id": "17EjphFfgYP7kz3otD2luo", "rank": 1, "bio": "They Might Be Giants (TMBG) are an American alternative rock band formed in 1982 in Brooklyn, New York, United States by John Flansburgh (vocals, guitar) and John Linnell (vocals, keyboards, accordion, bass clarinet). During TMBG's early years Flansburgh and Linnell were frequently accompanied by a drum machine. In the early nineties, TMBG became a full band. Currently, the members of TMBG are Flansburgh, Linnell, Marty Beller, Dan Miller, and Danny Weinkauf. ", "image_url": "https://i.scdn.co/image/ab6772690000c46c25ccda5d50da959ce4872f2e", "width": 1000, "height": 1000}, {"name": "Sieben", "size": 40, "track_id": "0mZ9uOXxW9BooOd4hsbOtm", "rank": 2, "bio": "Sieben is one of the many projects of the musical artist Matt Howden. Matt Howden has worked as producer, songwriter, session musician, and score composer. He currently lives in Sheffield, UK. Whilst Sieben is his most well known creation, he has been a collaborator with The Raindogs (Portugal), Sol Invictus (UK), Tony Wakeford (UK), L'Orchestra Noir (UK), L'Âme Immortelle (AT), Emilie Autumn (USA), Faith And The Muse (USA), Of The Wand And The Moon (DK) ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb95690c0d255f2e481a4d2109", "width": 640, "height": 640}, {"name": "Chris Isaak", "size": 29, "track_id": "3xKOyb3Kgq5rLBKxmJ4UKu", "rank": 3, "bio": "Chris Isaak (born June 26, 1956 in Stockton, California as Christopher Joseph Isaak) is an American Rock'n'Roll singer, songwriter, and occasional actor.\nIsaak's music can be described as a blend of country, blues, rock'n'roll, pop and surf rock.\n\nHe signed a contract to Warner Brothers Records in 1984 for his first album \"Silvertone\". Isaak's contract was renewed in 1988 when Warner moved him to their Reprise Records label.\n\nHis best-known song is \"Wicked Game\". ", "image_url": "https://i.scdn.co/image/ab6772690000c46ccfe4ec887c40bac4bcd73b0c", "width": 1000, "height": 1000}, {"name": "Barenaked Ladies", "size": 22, "track_id": "6ZKkqjye6RywIdIefsIGyy", "rank": 4, "bio": "Barenaked Ladies (often abbreviated BNL) is a Canadian alternative rock band currently composed of Jim Creeggan, Kevin Hearn, Ed Robertson, and Tyler Stewart, formerly featuring Andy Creeggan and Steven Page.  Page left the band amicably in February 2009 to pursue solo projects, and March 7th, 2009 saw the band's first show on stage as a foursome in Orlando, Florida. Tyler Stewart proudly emblazoned his drum-set with a \"Fantastic 4\" logo.  In March 2010, they released 'All In Good Time', their first post-Page studio album. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebd830befbfdc1c0428ffbe9bc", "width": 640, "height": 640}, {"name": "\"Weird Al\" Yankovic", "size": 21, "track_id": "5ms0RwuQi70G81wwOzmVrJ", "rank": 5, "bio": "Alfred Matthew \"Weird Al\" Yankovic (born October 23, 1959 in Downey, California) is an American singer-songwriter, music producer, actor, comedian, satirist, accordion player and kazooist. Yankovic is known in particular for his humorous songs that make light of popular culture and that often parody specific songs by contemporary musical acts. Since his first-aired song parody in 1976, he has sold more than 12 million albums—more than any other comedy act in history—recorded more than 150 parody and original songs ", "image_url": "https://i.scdn.co/image/b0813085ef7141d31b47442be05647b7950fba2e", "width": 1000, "height": 563}, {"name": "Nerf Herder", "size": 20, "track_id": "2bQvUkQLVBiAaEd8zKtGLs", "rank": 6, "bio": "Nerf Herder is a punk rock band formed in 1994. They describe themselves as a \"nerd rock\" band although their website also describes them as \"Nerdcore,\" which is obvious from even the band's name, stemming from a famous line in Star Wars: Episode V: The Empire Strikes Back, 'Why you stuck-up, half-witted, scruffy-looking nerf herder!.' The band first got national airplay in the US for their song \"Van Halen\", a parody tribute to the band of the same name. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebde59a9e3035e93a8316881c9", "width": 640, "height": 640}, {"name": "Jimmy Eat World", "size": 20, "track_id": "07Bw7ACBw1xzhKpXrraskA", "rank": 7, "bio": "Jimmy Eat World is an alternative rock band formed in Mesa, Arizona, United States, in 1993. The band is composed of lead guitarist/lead vocalist Jim Adkins, drummer Zach Lind, rhythm guitarist/vocalist Tom Linton, and bassist Rick Burch. Jimmy Eat World has released ten studio albums, the last nine featuring the current lineup.\n\nThe four-piece's commercial breakthrough came with the successful release of several singles from the album Bleed American (2001). ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb0dc33cfd207772f8e2f6b46f", "width": 640, "height": 640}, {"name": "Common", "size": 19, "track_id": "79EjluCG8KogiJpwmD6FNM", "rank": 8, "bio": "Lonnie Rashid Lynn, Jr. (born March 13, 1972 in Chicago, Illinois), better known by his stage name Common (previously Common Sense), is a Grammy award winning rapper, author and actor known for lyrics that focus on love and spirituality. Signed to Kanye West's G.O.O.D. Music, many people describe him as being a conscious hip hop artist who makes songs that send a message. He debuted in 1992 with the album Can I Borrow a Dollar? and maintained a significant underground following into the late 90s ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebfb368ffc33165c47d45ec2cc", "width": 640, "height": 640}, {"name": "Pyotr Ilyich Tchaikovsky", "size": 19, "track_id": "11WQasJcGWgh3mvR1UiBcm", "rank": 9, "bio": "\nPyotr Ilyich Tchaikovsky (Russian: Пётр Ильич Чайковский)(7th May 1840-6th November 1893; Old Style 25th April 1840–25th October 1893) was a Russian composer. He wrote some of the world's most popular concert and theatrical music in the current classical repertoire, including the ballets Swan Lake and The Nutcracker, the 1812 Overture, his First Piano Concerto, several symphonies, and the opera Eugene Onegin. His names are also transliterated Piotr ", "image_url": "https://i.scdn.co/image/9a7c31f43e22a95f6d3c57baf4f87a3a9d2b93e0", "width": 1000, "height": 1000}, {"name": "Ludwig van Beethoven", "size": 17, "track_id": "0Ot7zGeEcgyf91WsZhOll9", "rank": 10, "bio": "Ludwig van Beethoven (16 December 1770 – 26 March 1827) was a German pianist and composer of the transitional period between the late Classical and early Romantic eras. He is often regarded as one of the most brilliant, prolific and influential composers of all time.\n\nBeethoven is widely regarded as a master of musical construction, sometimes sketching the architecture of a movement before he had decided upon the subject matter. He was one of the first composers to systematically and consistently use interlocking thematic devices ", "image_url": "https://i.scdn.co/image/db022999443da6f89e250086329d98b17399b346", "width": 1000, "height": 750}], "optimism": [{"name": "of Montreal", "size": 19, "track_id": "4Q57oK6dI8gWHfQ3MzEHAb", "rank": 1, "bio": "of Montreal is an indie pop band which formed in Athens, Georgia, United States in 1997. The band is fronted by Kevin Barnes, who writes, composes, and plays most of the music for his albums.\n\nThey were among the second wave of groups to emerge from The Elephant 6 Recording Company and the group has a style that is typical of many Elephant 6 bands due to their interest in combining musical experimentation with the basic tenets of pop i.e. catchy melodies and sing-along choruses. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb7998558639ea0fef3bb414ee", "width": 640, "height": 640}, {"name": "fun.", "size": 15, "track_id": "5QbQ5iAebksB5Wj5BPazNX", "rank": 2, "bio": "fun. is an American alternative pop-rock band which formed in New York City in 2008. In February 2015, the band announced that they were not splitting up, but taking some time off to pursue other projects.\n\nThe band consists of Nate Ruess (vocals), Andrew Dost (keyboard, bass) and Jack Antonoff (guitar, trumpet). Ruess is a former member of The Format, Andrew Dost is a former member of Anathallo and Jack Antonoff is a member of Steel Train. The band also includes touring members Nate Harold (bass) ", "image_url": "https://i.scdn.co/image/37bc85c957e17d3463ae40da1c8ade6bb5ecd546", "width": 1000, "height": 563}, {"name": "Cake", "size": 15, "track_id": "48JxuFsjogKRAPAnzTGvQa", "rank": 3, "bio": "At least 2 bands have the name “Cake”.\n1.) 90s alternative rock band 2.) 60s Girl pop band 3.) Underground 70s pop/funk band. 1.) Best-known for their ubiquitous hit \"The Distance,\" Cake epitomized the postmodern, irony-drenched aesthetic of '90s geek rock. Their sound freely mixed and matched pastiches of widely varying genres -- white-boy funk, hip-hop, country, new wave pop, jazz, college rock, and guitar rock -- with a particular delight in the clashes that resulted. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebb8bf71301acec36f0256c0f8", "width": 640, "height": 640}, {"name": "The Beatles", "size": 14, "track_id": "0QIX9BS0AUCQcHYvyrsMkV", "rank": 4, "bio": "The Beatles were an English rock band formed in Liverpool in 1960. With the line-up comprising Paul McCartney, John Lennon,  George Harrison and Ringo Starr, they are regarded as one of the most influential bands of all time. The group was integral to the development of 1960s counterculture and popular music's recognition as an art form. Rooted in skiffle, beat and 1950s rock and roll, their sound incorporated elements of classical music and traditional ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebe9348cc01ff5d55971b22433", "width": 640, "height": 640}, {"name": "Hot Hot Heat", "size": 11, "track_id": "009oAFU18aljzzsG4t5kbm", "rank": 5, "bio": "Hot Hot Heat (1999-2016) is an indie rock band from Victoria, British Columbia, Canada. They formed in 1999 as a synthpunk band with Matt Marnik, who eventually left the band, on lead vocals. Steve Bays (vocals and keyboards) took over lead vocals, significantly changing the band's sound. The rest of the band is currently composed of Paul Hawley (drums), Louis Hearn (bass), and Luke Paquin (guitar). Paquin (also of The Street & Babe Shadow) replaced former guitarist ", "image_url": "https://i.scdn.co/image/004a761a7c2ca8f6dcbfa4e71b00baa03b5a4624", "width": 1000, "height": 667}, {"name": "Hellogoodbye", "size": 11, "track_id": "6vTT7CFkUZPWKP4B6CXd7v", "rank": 6, "bio": "Hellogoodbye is a pop band, formed in Huntington Beach, California in 2001. They were signed to Drive-Thru Records where they released an EP, CD, and a DVD. Their first full-length album entitled Zombies! Aliens! Vampires! Dinosaurs! was released in August 2006. They are renowned for their DIY ethic, their shrill outfits and having a particularly close relationship with their fans. The band achieved fame due to their appearances on MTV's The Real World: Austin and winning MTV2's Dew Circuit Breakout. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb9e362c45d22e594e532969d9", "width": 640, "height": 640}, {"name": "Architecture in Helsinki", "size": 11, "track_id": "4mmFg7XCbVhPipfZn43AfV", "rank": 7, "bio": "Architecture in Helsinki are an indie pop band which formed in Melbourne, Australia in 2000. The band has released four studio albums: \"Fingers Crossed\" (2003), \"In Case We Die\" (2005), \"Places Like This\" (2008) and \"Moment Bends\" (2011). The band consists of Cameron Bird (vocals, guitar), Gus Franklin (horns, drums, guitar), Kellie Sutherland (vocals, keyboards, melodica, other instruments), Jamie Mildren (multiple instruments) and Sam Perry (multiple instruments). ", "image_url": "https://i.scdn.co/image/5736155eedb5ac526b9cce7f4b10a191509dbf4c", "width": 943, "height": 708}, {"name": "Beck", "size": 10, "track_id": "29fSkOe10IsOAJJGRyMFHi", "rank": 8, "bio": " Beck Hansen (born Bek David Campbell, July 8, 1970) is an American musician, singer-songwriter, and multi-instrumentalist.  Beck's music is known for its pop-junk culture collage of musical styles, ironic lyrics, samples, drum machines, live instrumentation and heady sound effects.\n\nBeck was born in Los Angeles, California, to David Campbell (a musician and son of a Presbyterian minister) and Bibbe Hansen (a former dancer for The Velvet Underground, founding member of the satirical band Black Fag, and visual artist). ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb917df61d55ce3ab98d43351a", "width": 640, "height": 640}, {"name": "Awolnation", "size": 9, "track_id": "6A1BxJsUd75fEjF3fgC6KR", "rank": 9, "bio": "AWOLNATION is an American indie rock band from Los Angeles, CA, USA, active since 2009, and is the solo project of Aaron Bruno, formerly of Under the Influence of Giants and Home Town Hero. The Sail Songfacts reports that Bruno used to leave high school without saying goodbye to his friends because it was easier, so they used to nickname him 'Awol' (absence without leave). When Bruno decided to form his own band, he decided to name it after his high school moniker. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb5d42e15eb8c8297112fd26ba", "width": 640, "height": 640}, {"name": "Vampire Weekend", "size": 9, "track_id": "6DBKSzHJnmessG6SimxooQ", "rank": 10, "bio": "\nVampire Weekend is an indie rock band which formed in February 2006 in New York City, New York, United States. The band consists of Ezra Koenig (vocals, guitar), Chris Baio (bass) and Christopher Tomson (drums). Rostam Batmanglij has left the band in early 2016 to begin solo career, but will continue to collaborate with Ezra. The band has released four albums: \"Vampire Weekend\" (2008), \"Contra\" (2010)\",\"Modern Vampires of the City\" (2013) and \"Father of the Bride\" (2019). ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb44829ac83c4538a8cf7e9f40", "width": 640, "height": 640}], "love": [{"name": "Dave Matthews Band", "size": 17, "track_id": "6XeYgQas0pGOZXIRLAyT5i", "rank": 1, "bio": "Dave Matthews Band was formed in Charlottesville, VA in 1991 by South African native singer and guitarist Dave Matthews, bassist Stefan Lessard, the late LeRoi Moore, who played a wide variety of instruments from the saxophone to the flute, violin player Boyd Tinsley, drummer Carter Beauford, and keyboardist Peter Griesar (who left the band in 1993), all of whom Dave met in Charlottesville. In 1998, the band played shows with keyboardist Butch Taylor, although he was not officially a member of the band. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebc04724201a3cd1a81d7bba05", "width": 640, "height": 640}, {"name": "Bob Dylan", "size": 14, "track_id": "1nbGN4N63uCQq0pCIs3kIf", "rank": 2, "bio": "Bob Dylan (born Robert Allen Zimmerman on May 24, 1941 in Duluth, Minnesota, United States)  is an American singer-songwriter. Often regarded as one of the greatest songwriters of all time, Dylan has been a major figure in popular culture during a career spanning more than 60 years.\nDylan started his musical odyssey in 1959 when he began playing in Dinkytown, Minneapolis while attending the University of Minnesota. Shortly after starting to play he changed his stage name to Bob Dylan ", "image_url": "https://i.scdn.co/image/ab6772690000c46cd7064356b04a156664a37c4f", "width": 1000, "height": 1000}, {"name": "Ray Charles", "size": 13, "track_id": "0ULyHRmncqiUWTEIwNvBIx", "rank": 3, "bio": "Ray Charles (Ray Charles Robinson,  Albany, Georgia, September 23, 1930 - Beverly Hills, California, June 10, 2004), was an American singer-songwriter, musician, arranger, and band leader. \n\nAs a rock and roll, rhythm & blues, soul, blues, jazz, country and pop musician he helped to shape the sound of rhythm & blues.\n\nHe brought a soulful sound to everything from country music (\"I Can't Stop Loving You\") to rock and roll (\"Mess Around\"), to pop standards to a now-iconic rendition of \"America the Beautiful. ", "image_url": "https://yt3.googleusercontent.com/CCi8_PVD-0cEWApO1xlTJbBaBzcOyG5xMHp0v1_E8UiJsp3fzoYqKZvJkx6SK2zKEab2hNkGcw=s900-c-k-c0x00ffffff-no-rj", "width": null, "height": null}, {"name": "Boudewijn de Groot", "size": 11, "track_id": "5Gc1NPkUBjkARUkH1Giwvh", "rank": 4, "bio": "\nBoudewijn de Groot (born 20 May 1944, Batavia, Java, Dutch East Indies) is a Dutch singer/songwriter who has enjoyed great popularity in The Netherlands and the Dutch-speaking part of Belgium since the 1960s. His work with his lyricist and partner-in-crime, Lennaert Nijgh (1945-2002).\n\nDe Groot's most famous songs include Avond, Welterusten mijnheer de President, Het Land van Maas en Waal and Jimmy.\n\nBoudewijn de Groot was born in a Japanese concentration camp in 1944. ", "image_url": "https://i.scdn.co/image/b68bc60ec64d04421138a8002ae6affa3842ed55", "width": 1000, "height": 1000}, {"name": "Shirley Logan", "size": 10, "track_id": "6JmgSDzQujLYwgSwvF1z9X", "rank": 5, "bio": "Shirley Logan likes to sing the songs. ", "image_url": "https://i.scdn.co/image/ab67616d0000b2730fb0009b5a2f7a52123746fe", "width": 640, "height": 640}, {"name": "Yo La Tengo", "size": 9, "track_id": "706Nx6PSFqXARLNUbnisXI", "rank": 6, "bio": "\nYo La Tengo is an American indie rock band formed in Hoboken, New Jersey in 1984. Since 1992, the lineup has consisted of Ira Kaplan (guitars, vocals), Georgia Hubley (drums, vocals), and James McNew (bass, vocals).\n\nDespite achieving limited mainstream success, Yo La Tengo has been called \"the quintessential critics' band\" and maintain a strong cult following. Additionally, the band is renowned for its encyclopedic repertoire of cover songs both in live performance and on record. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebad8a54844b1b0ac42f0dd71c", "width": 640, "height": 640}, {"name": "John Denver", "size": 7, "track_id": "1XeCCcv0C9vD6Z8P9E8uhG", "rank": 7, "bio": "Henry John Deutschendorf Jr. (December 31, 1943 – October 12, 1997), known professionally as John Denver, was an American musician, singer-songwriter, record producer, activist, actor, and humanitarian, whose greatest commercial success was as a solo singer, starting in the 1970s. He was one of the most popular acoustic artists of the decade and one of its best-selling artists. By 1974, he was firmly established as America's best selling performer, and AllMusic has described Denver as \"among the most beloved entertainers of his era\". ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb748322a35cb459c837d5ac9e", "width": 640, "height": 640}, {"name": "Samiam", "size": 7, "track_id": "16QZZul7tBlJGYrNM63WXf", "rank": 8, "bio": "Samiam is a band from El Sobrante, CA formed in 1988 after the breakup of the Gilman club mainstay Isocracy. With a sound akin to Jawbreaker, Hot Water Music, As Friends Rust, and Fuel, Samiam achieved some mainstream success in the mid-1990's.  Singles, including \"Capsized\" from their sole major-label release \"Clumsy,\" on Atlantic and \"She Found You\" from their follow-up \"You Are Freaking Me Out,\" found some airplay on modern/alternative rock radio and MTV. ", "image_url": "https://i.scdn.co/image/ab6761610000e5ebb877f591e615d7190561be94", "width": 640, "height": 640}, {"name": "The Fiery Furnaces", "size": 7, "track_id": "5L6i0PCY85kMXfhyEdHCOc", "rank": 9, "bio": "The Fiery Furnaces are an inventive and often challenging art pop group from Brooklyn, New York. Originally from Oak Park, Illinois -- a suburb of Chicago -- they consist of the brother and sister team of Matthew Friedberger and Eleanor Friedberger, and are currently joined by Jason Loewenstein (Sebadoh), Bob D'Amico and Michael Goodman when playing live on tour.\n\n\nThe Fiery Furnaces signed with the Rough Trade Records music label in 2002, and recorded their debut album in the same year. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb3f76f9a2e3f27e152dea5f51", "width": 640, "height": 640}, {"name": "Destroyer", "size": 6, "track_id": "3ygiu2TdSgWd50UW6hCLNV", "rank": 10, "bio": "Destroyer is a Canadian rock band from Vancouver, British Columbia fronted by singer-songwriter Dan Bejar and formed in 1995. Destroyer songs are characterized by abstract, poetic lyrics and idiosyncratic vocals. The band's discography draws on a variety of musical influences, resulting in albums that can sound markedly distinct from one another; in Bejar's words, \"That's kind of my goal: to start from scratch every time.\"\n\n1996–2001\nWe'll Build Them a Golden Bridge, Destroyer's 1996 debut, is made up of sixteen lo-fi home-recordings. ", "image_url": "https://i.scdn.co/image/ab6761610000e5eb5a06b396f61778ebc0747b55", "width": 640, "height": 640}]}